Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# health.detail.description.getting_started
source: Getting started. Set up your budget to see your financial health improve over time.
ar: البداية. قم بإعداد ميزانيتك لترى صحتك المالية تتحسن مع الوقت.
de: Erste Schritte. Richten Sie Ihr Budget ein, um Ihre finanzielle Gesundheit im Laufe der Zeit zu verbessern.
es: Comenzando. Configura tu presupuesto para ver mejorar tu salud financiera con el tiempo.
fr: Début. Configurez votre budget pour voir votre santé financière s'améliorer au fil du temps.
it: Inizio. Imposta il tuo budget per vedere la tua salute finanziaria migliorare nel tempo.
ja: 始めたばかりです。予算を設定して、財務健全性の改善を確認しましょう。
pt: Começando. Configure seu orçamento para ver sua saúde financeira melhorar com o tempo.
tr: Başlangıç. Bütçenizi ayarlayarak finansal sağlığınızın zamanla iyileşmesini görün.
zh_hans: 刚开始。设置预算，观察财务健康随时间改善。

# health.detail.description.good
source: Good progress! Your financial health is on the right track. Keep improving!
ar: تقدم جيد! صحتك المالية على المسار الصحيح. استمر في التحسين!
de: Guter Fortschritt! Ihre finanzielle Gesundheit ist auf dem richtigen Weg. Weiter so!
es: ¡Buen progreso! Tu salud financiera va por buen camino. ¡Sigue mejorando!
fr: Bon progrès ! Votre santé financière est sur la bonne voie. Continuez à vous améliorer !
it: Buon progresso! La tua salute finanziaria è sulla strada giusta. Continua a migliorare!
ja: 順調です！財務健全性は正しい方向に向かっています。引き続き改善しましょう！
pt: Bom progresso! Sua saúde financeira está no caminho certo. Continue melhorando!
tr: İyi ilerleme! Finansal sağlığınız doğru yolda. Gelişmeye devam edin!
zh_hans: 进展不错！您的财务健康正在正轨上。继续努力！

# health.detail.description.great
source: Great job! Your financial health is strong. A few tweaks can make it even better.
ar: عمل رائع! صحتك المالية قوية. بعض التعديلات البسيطة يمكن أن تجعلها أفضل.
de: Großartige Arbeit! Ihre finanzielle Gesundheit ist stark. Ein paar Anpassungen können sie noch besser machen.
es: ¡Buen trabajo! Tu salud financiera es sólida. Unos pequeños ajustes pueden mejorarla aún más.
fr: Bon travail ! Votre santé financière est solide. Quelques ajustements peuvent l'améliorer encore.
it: Ottimo lavoro! La tua salute finanziaria è solida. Piccoli aggiustamenti possono migliorarla ulteriormente.
ja: よくできました！財務健全性は良好です。少しの調整でさらに良くなります。
pt: Ótimo trabalho! Sua saúde financeira está forte. Pequenos ajustes podem melhorá-la ainda mais.
tr: Harika iş! Finansal sağlığınız güçlü. Birkaç küçük ayarla daha da iyi olabilir.
zh_hans: 做得好！您的财务健康状况良好。稍作调整可以更好。

# health.detail.description.needs_improvement
source: Your financial health needs improvement. Follow the recommendations to get back on track.
ar: صحتك المالية تحتاج إلى تحسين. اتبع التوصيات للعودة إلى المسار الصحيح.
de: Ihre finanzielle Gesundheit muss verbessert werden. Folgen Sie den Empfehlungen, um wieder auf Kurs zu kommen.
es: Tu salud financiera necesita mejorar. Sigue las recomendaciones para volver al buen camino.
fr: Votre santé financière doit être améliorée. Suivez les recommandations pour reprendre le bon chemin.
it: La tua salute finanziaria ha bisogno di miglioramenti. Segui i consigli per rimetterti in carreggiata.
ja: 財務健全性の改善が必要です。推奨事項に従って軌道に戻りましょう。
pt: Sua saúde financeira precisa melhorar. Siga as recomendações para voltar ao caminho certo.
tr: Finansal sağlığınızın iyileştirilmesi gerekiyor. Yola geri dönmek için önerileri izleyin.
zh_hans: 您的财务健康需要改善。请遵循建议重回正轨。

# health.error.calculation_failed
source: Failed to calculate health score. Please try again.
ar: فشل في حساب درجة الصحة المالية. يرجى المحاولة مرة أخرى.
de: Fehler bei der Berechnung des Gesundheitswerts. Bitte versuchen Sie es erneut.
es: Error al calcular puntuación de salud. Por favor intente de nuevo.
fr: Échec du calcul du score de santé. Veuillez réessayer.
it: Calcolo punteggio salute fallito. Per favore riprova.
ja: 健康スコアの計算に失敗しました。もう一度お試しください。
pt: Falha ao calcular pontuação de saúde. Por favor tente novamente.
tr: Sağlık puanı hesaplanamadı. Lütfen tekrar deneyin.
zh_hans: 计算健康评分失败。请重试。

# health.error.no_data
source: No financial data available. Please set up your budget first.
ar: لا توجد بيانات مالية متاحة. يرجى إعداد ميزانيتك أولاً.
de: Keine Finanzdaten verfügbar. Bitte richten Sie zuerst Ihr Budget ein.
es: No hay datos financieros disponibles. Por favor configure su presupuesto primero.
fr: Aucune donnée financière disponible. Veuillez d'abord configurer votre budget.
it: Nessun dato finanziario disponibile. Per favore imposta prima il tuo budget.
ja: 財務データがありません。先に予算を設定してください。
pt: Nenhum dado financeiro disponível. Por favor configure seu orçamento primeiro.
tr: Finansal veri bulunamadı. Lütfen önce bütçenizi ayarlayın.
zh_hans: 没有可用的财务数据。请先设置您的预算。

# health.rating.excellent
source: Excellent
ar: ممتاز
de: Ausgezeichnet
es: Excelente
it: Eccellente
ja: 優秀
pt: Excelente
tr: Mükemmel
zh_hans: 优秀

# health.rating.fair
source: Fair
ar: مقبول
de: Befriedigend
es: Regular
fr: Passable
it: Discreto
ja: 普通
pt: Regular
tr: Orta
zh_hans: 一般

# health.rating.getting_started
source: Getting Started
ar: البداية
de: Erste Schritte
es: Comenzando
fr: Début
it: Inizio
ja: 始めたばかり
pt: Começando
tr: Başlangıç
zh_hans: 刚开始

# health.rating.good
source: Good
ar: جيد
de: Gut
es: Bueno
fr: Bon
it: Buono
ja: 良好
pt: Bom
tr: İyi
zh_hans: 良好

# health.rating.great
source: Great
ar: رائع
de: Großartig
es: Genial
fr: Très bien
it: Ottimo
ja: 素晴らしい
pt: Ótimo
tr: Harika
zh_hans: 很好

# health.rating.needs_improvement
source: Needs Improvement
ar: يحتاج إلى تحسين
de: Verbesserungsbedarf
es: Necesita mejorar
fr: À améliorer
it: Da migliorare
ja: 改善が必要
pt: Precisa melhorar
tr: İyileştirme Gerekli
zh_hans: 需要改善

# health.rating.poor
source: Poor
ar: ضعيف
de: Schwach
es: Deficiente
fr: Faible
it: Scarso
ja: 不良
pt: Fraco
tr: Zayıf
zh_hans: 较差

# health.score.title
source: Financial Health Score
ar: درجة الصحة المالية
de: Finanzielle Gesundheitsbewertung
es: Puntuación de salud financiera
fr: Score de santé financière
it: Punteggio salute finanziaria
ja: 財務健全性スコア
pt: Pontuação de saúde financeira
tr: Finansal Sağlık Puanı
zh_hans: 财务健康评分

# health.tips.title
source: PERSONALIZED TIPS
ar: نصائح مخصصة
de: PERSONALISIERTE TIPPS
es: CONSEJOS PERSONALIZADOS
fr: CONSEILS PERSONNALISÉS
it: CONSIGLI PERSONALIZZATI
ja: パーソナライズされたヒント
pt: DICAS PERSONALIZADAS
tr: KİŞİSEL İPUÇLARI
zh_hans: 个性化建议

# health.updated
source: Updated %@
ar: تم التحديث %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
it: Aggiornato %@
ja: 更新 %@
pt: Atualizado %@
tr: Güncellendi %@
zh_hans: 更新于 %@

# income.summary.daily_avg
source: Daily Avg
ar: متوسط يومي
de: Tägl. Ø
es: Prom. Diario
fr: Moy. Jour.
it: Media Giorn.
ja: 日平均
pt: Média Diária
tr: Günlük Ort.
zh_hans: 日均

# income.summary.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月次
pt: Mensal
tr: Aylık
zh_hans: 每月

# income.summary.title
source: Income Overview
ar: نظرة عامة على الدخل
de: Einnahmen Übersicht
es: Resumen de Ingresos
fr: Aperçu des Revenus
it: Panoramica Entrate
ja: 収入概要
pt: Visão Geral de Receitas
tr: Gelir Özeti
zh_hans: 收入概览

# income.summary.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 年次
pt: Anual
tr: Yıllık
zh_hans: 每年

# insights.chart.last_month
source: Last Month
ar: الشهر الماضي
de: Letzter Monat
es: Mes Pasado
fr: Mois Dernier
it: Mese Scorso
ja: 先月
pt: Mês Passado
tr: Geçen Ay
zh_hans: 上个月

# insights.chart.this_month
source: This Month
ar: هذا الشهر
de: Dieser Monat
es: Este Mes
fr: Ce Mois
it: Questo Mese
ja: 今月
pt: Este Mês
tr: Bu Ay
zh_hans: 本月

# insights.error.load_failed
source: Failed to load insights: %@
ar: فشل في تحميل الرؤى: %@
de: Fehler beim Laden der Einblicke: %@
es: Error al cargar información: %@
fr: Échec du chargement des insights: %@
it: Caricamento approfondimenti fallito: %@
ja: インサイトの読み込みに失敗しました: %@
pt: Falha ao carregar insights: %@
tr: Analizler yüklenemedi: %@
zh_hans: 加载分析失败: %@

# notifications.error.load_failed
source: Failed to load notification settings
ar: فشل في تحميل إعدادات الإشعارات
de: Fehler beim Laden der Benachrichtigungseinstellungen
es: Error al cargar configuración de notificaciones
fr: Échec du chargement des paramètres de notification
it: Caricamento impostazioni notifiche fallito
ja: 通知設定の読み込みに失敗しました
pt: Falha ao carregar configurações de notificação
tr: Bildirim ayarları yüklenemedi
zh_hans: 加载通知设置失败

# notifications.error.permission_failed
source: Failed to request notification permissions
ar: فشل في طلب أذونات الإشعارات
de: Fehler beim Anfordern der Benachrichtigungsberechtigungen
es: Error al solicitar permisos de notificación
fr: Échec de la demande d'autorisation de notification
it: Richiesta permessi notifiche fallita
ja: 通知許可のリクエストに失敗しました
pt: Falha ao solicitar permissões de notificação
tr: Bildirim izinleri istenemedi
zh_hans: 请求通知权限失败

# notifications.error.save_failed
source: Failed to save notification settings
ar: فشل في حفظ إعدادات الإشعارات
de: Fehler beim Speichern der Benachrichtigungseinstellungen
es: Error al guardar configuración de notificaciones
fr: Échec de l'enregistrement des paramètres de notification
it: Salvataggio impostazioni notifiche fallito
ja: 通知設定の保存に失敗しました
pt: Falha ao salvar configurações de notificação
tr: Bildirim ayarları kaydedilemedi
zh_hans: 保存通知设置失败

# onboarding.get_started
source: Get Started
ar: ابدأ
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
pt: Começar
tr: Başla
zh_hans: 开始使用

# onboarding.page1.body
source: See how your income and expenses flow in real time — like a live meter for your finances.
ar: شاهد كيف تتدفق إيراداتك ومصروفاتك في الوقت الفعلي — مثل عداد حي لأموالك.
de: Sehen Sie, wie Einkommen und Ausgaben in Echtzeit fließen — wie ein Live-Zähler für Ihre Finanzen.
es: Observa cómo fluyen tus ingresos y gastos en tiempo real — como un medidor en vivo para tus finanzas.
fr: Voyez comment vos revenus et dépenses circulent en temps réel — comme un compteur vivant pour vos finances.
it: Guarda come entrate e spese fluiscono in tempo reale — come un contatore live per le tue finanze.
ja: 収入と支出がリアルタイムで流れる様子を確認 — まるで財務のライブメーターのように。
pt: Veja como sua renda e despesas fluem em tempo real — como um medidor ao vivo para suas finanças.
tr: Gelir ve giderlerinizin gerçek zamanlı akışını görün — finanslarınız için canlı bir gösterge gibi.
zh_hans: 实时了解收入和支出的流动 — 就像您财务的实时仪表。

# onboarding.page1.title
source: Track your money pace
ar: تتبع وتيرة أموالك
de: Verfolgen Sie Ihr Geldtempo
es: Sigue el ritmo de tu dinero
fr: Suivez le rythme de votre argent
it: Monitora il ritmo del tuo denaro
ja: お金のペースを追跡
pt: Acompanhe o ritmo do seu dinheiro
tr: Paranızın temposunu takip edin
zh_hans: 追踪您的资金节奏

# onboarding.page2.body
source: Enter your recurring income and spending categories to build your personal money pace.
ar: أدخل دخلك المتكرر وفئات الإنفاق لبناء وتيرة أموالك الشخصية.
de: Geben Sie wiederkehrende Einkommen und Ausgabenkategorien ein, um Ihr persönliches Geldtempo aufzubauen.
es: Introduce tus ingresos recurrentes y categorías de gasto para crear tu ritmo de dinero personal.
fr: Saisissez vos revenus récurrents et catégories de dépenses pour construire votre rythme financier personnel.
it: Inserisci le tue entrate ricorrenti e categorie di spesa per costruire il tuo ritmo finanziario personale.
ja: 定期的な収入と支出カテゴリを入力して、あなた独自のお金のペースを作りましょう。
pt: Insira sua renda recorrente e categorias de gastos para construir seu ritmo financeiro pessoal.
tr: Kişisel para temponuzu oluşturmak için düzenli gelir ve harcama kategorilerinizi girin.
zh_hans: 输入您的经常性收入和支出类别，建立个人资金节奏。

# onboarding.page2.title
source: Add your income & expenses
ar: أضف دخلك ومصروفاتك
de: Fügen Sie Einkommen & Ausgaben hinzu
es: Añade tus ingresos y gastos
fr: Ajoutez vos revenus et dépenses
it: Aggiungi entrate e spese
ja: 収入と支出を追加
pt: Adicione sua renda e despesas
tr: Gelir ve giderlerinizi ekleyin
zh_hans: 添加您的收入和支出

# onboarding.page3.body
source: Watch your daily budget, health score, and savings goals — all in one calm dashboard.
ar: تابع ميزانيتك اليومية ودرجة الصحة وأهداف الادخار — كل ذلك في لوحة هادئة واحدة.
de: Beobachten Sie Tagesbudget, Gesundheitsscore und Sparziele — alles in einem ruhigen Dashboard.
es: Consulta tu presupuesto diario, puntuación de salud y metas de ahorro — todo en un panel tranquilo.
fr: Suivez votre budget quotidien, score de santé et objectifs d'épargne — le tout dans un tableau de bord serein.
it: Monitora budget giornaliero, punteggio salute e obiettivi di risparmio — tutto in una dashboard calma.
ja: 日々の予算、ヘルススコア、貯蓄目標を確認 — すべて穏やかなダッシュボードで。
pt: Acompanhe seu orçamento diário, pontuação de saúde e metas de poupança — tudo em um painel tranquilo.
tr: Günlük bütçenizi, sağlık skorunuzu ve tasarruf hedeflerinizi izleyin — hepsi sakin bir panoda.
zh_hans: 查看每日预算、健康评分和储蓄目标 — 全部在一个简洁的仪表板中。

# onboarding.page3.title
source: Stay on top of your finances
ar: ابقَ على رأس أمورك المالية
de: Behalten Sie Ihre Finanzen im Blick
es: Mantén el control de tus finanzas
fr: Gardez le contrôle de vos finances
it: Tieni sotto controllo le tue finanze
ja: 家計をしっかり管理
pt: Mantenha suas finanças sob controle
tr: Finanslarınızı takip edin
zh_hans: 掌控您的财务状况

# onboarding.skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
pt: Pular
tr: Atla
zh_hans: 跳过

# premium.banner.accessibility
source: Go Premium. Themes, widgets, and deeper insights. One-time purchase. Tap Upgrade to continue.
ar: انتقل إلى Premium. السمات والودجات والرؤى الأعمق. شراء لمرة واحدة. اضغط ترقية.
de: Premium holen. Themes, Widgets und tiefere Einblicke. Einmaliger Kauf. Tippe auf Upgraden.
es: Hazte Premium. Temas, widgets y análisis más profundos. Compra única. Toca Actualizar.
fr: Passer Premium. Thèmes, widgets et analyses avancées. Achat unique. Appuyez sur Mettre à niveau.
it: Passa a Premium. Temi, widget e approfondimenti. Acquisto una tantum. Tocca Aggiorna.
ja: プレミアムへ。テーマ、ウィジェット、詳しい分析。買い切り。アップグレードをタップ。
pt: Seja Premium. Temas, widgets e insights mais profundos. Compra única. Toque em Atualizar.
tr: Premium'a geç. Temalar, widget'lar ve daha derin içgörüler. Tek seferlik satın alma. Yükselt'e dokun.
zh_hans: 升级高级版。主题、小组件和更深度洞察。一次性购买。点按升级。

# premium.banner.cta
source: Upgrade
ar: ترقية
de: Upgraden
es: Actualizar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
pt: Atualizar
tr: Yükselt
zh_hans: 升级

# premium.banner.dismiss
source: Dismiss
ar: تجاهل
de: Ausblenden
es: Descartar
fr: Ignorer
it: Ignora
ja: 閉じる
pt: Dispensar
tr: Kapat
zh_hans: 关闭

# premium.banner.feature.bills
source: Bill reminders
ar: تذكيرات الفواتير
de: Rechnungserinnerungen
es: Recordatorios de facturas
fr: Rappels de factures
it: Promemoria bollette
ja: 請求リマインダー
pt: Lembretes de contas
tr: Fatura hatırlatıcıları
zh_hans: 账单提醒

# premium.banner.feature.more
source: And 6 more…
ar: و6 أخرى…
de: Und 6 weitere…
es: Y 6 más…
fr: Et 6 de plus…
it: E altre 6…
ja: さらに6つ…
pt: E mais 6…
tr: Ve 6 tane daha…
zh_hans: 还有6项…

# premium.banner.feature.savings
source: Savings goals
ar: أهداف الادخار
de: Sparziele
es: Metas de ahorro
fr: Objectifs d'épargne
it: Obiettivi di risparmio
ja: 貯蓄目標
pt: Metas de poupança
tr: Tasarruf hedefleri
zh_hans: 储蓄目标

# premium.banner.feature.subscriptions
source: Subscription tracking
ar: تتبع الاشتراكات
de: Abo-Tracking
es: Seguimiento de suscripciones
fr: Suivi des abonnements
it: Monitoraggio abbonamenti
ja: サブスクリプション管理
pt: Rastreamento de assinaturas
tr: Abonelik takibi
zh_hans: 订阅追踪

# premium.banner.onetime
source: One-time purchase · No subscription
ar: شراء لمرة واحدة · بدون اشتراك
de: Einmaliger Kauf · Kein Abo
es: Compra única · Sin suscripción
fr: Achat unique · Sans abonnement
it: Acquisto una tantum · Nessun abbonamento
ja: 買い切り · サブスクなし
pt: Compra única · Sem assinatura
tr: Tek seferlik satın alma · Abonelik yok
zh_hans: 一次性购买 · 无订阅

# premium.banner.price
source: $4.99 · Lifetime
ar: 4.99 $ · مدى الحياة
de: 4,99 $ · Lebenslang
es: 4,99 $ · De por vida
fr: 4,99 $ · À vie
it: 4,99 $ · A vita
ja: $4.99 · 買い切り
pt: US$ 4,99 · Vitalício
tr: 4,99 $ · Ömür boyu
zh_hans: $4.99 · 终身

# premium.banner.subtitle
source: Themes, widgets, and deeper insights — all included.
ar: السمات والودجات والرؤى الأعمق — كلها مشمولة.
de: Themes, Widgets und tiefere Einblicke — alles inklusive.
es: Temas, widgets y análisis más profundos — todo incluido.
fr: Thèmes, widgets et analyses avancées — tout inclus.
it: Temi, widget e approfondimenti — tutto incluso.
ja: テーマ、ウィジェット、詳しい分析 — すべて含まれます。
pt: Temas, widgets e insights mais profundos — tudo incluído.
tr: Temalar, widget'lar ve daha derin içgörüler — hepsi dahil.
zh_hans: 主题、小组件和更深度洞察 — 全部包含。

# premium.banner.title
source: Go Premium
ar: انتقل إلى Premium
de: Premium holen
es: Hazte Premium
fr: Passer Premium
it: Passa a Premium
ja: プレミアムへ
pt: Seja Premium
tr: Premium'a Geç
zh_hans: 升级高级版

# premium.dismiss
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
tr: Kapat
zh_hans: 关闭

# premium.error.feature_locked
source: %@ requires BudgetMeter Premium
ar: %@ يتطلب BudgetMeter المميز
de: %@ erfordert BudgetMeter Premium
es: %@ requiere BudgetMeter Premium
fr: %@ nécessite BudgetMeter Premium
it: %@ richiede BudgetMeter Premium
ja: %@にはBudgetMeterプレミアムが必要です
pt: %@ requer BudgetMeter Premium
tr: %@ için BudgetMeter Premium gerekli
zh_hans: %@ 需要 BudgetMeter 高级版

# premium.error.product_not_available
source: Premium product is not available
ar: منتج النسخة المميزة غير متاح
de: Premium-Produkt ist nicht verfügbar
es: El producto Premium no está disponible
fr: Le produit Premium n'est pas disponible
it: Il prodotto Premium non è disponibile
ja: プレミアム製品は利用できません
pt: O produto Premium não está disponível
tr: Premium ürünü kullanılamıyor
zh_hans: 高级版产品不可用

# premium.error.product_unavailable
source: Premium is not available right now. Please try again later.
ar: النسخة المميزة غير متاحة حالياً. يرجى المحاولة لاحقاً.
de: Premium ist derzeit nicht verfügbar. Bitte versuche es später erneut.
es: Premium no está disponible en este momento. Inténtalo de nuevo más tarde.
fr: Premium n'est pas disponible pour le moment. Veuillez réessayer plus tard.
it: Premium non è disponibile al momento. Riprova più tardi.
ja: プレミアムは現在利用できません。後でもう一度お試しください。
pt: O Premium não está disponível no momento. Tente novamente mais tarde.
tr: Premium şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
zh_hans: 高级版目前不可用。请稍后再试。

# premium.error.purchase_cancelled
source: Purchase cancelled.
ar: تم إلغاء الشراء.
de: Kauf abgebrochen.
es: Compra cancelada.
fr: Achat annulé.
it: Acquisto annullato.
ja: 購入がキャンセルされました。
pt: Compra cancelada.
tr: Satın alma iptal edildi.
zh_hans: 购买已取消。

# premium.error.purchase_failed
source: Purchase failed: %@
ar: فشل الشراء: %@
de: Kauf fehlgeschlagen: %@
es: Error en la compra: %@
fr: Échec de l'achat : %@
it: Acquisto fallito: %@
ja: 購入に失敗しました: %@
pt: Falha na compra: %@
tr: Satın alma başarısız: %@
zh_hans: 购买失败：%@

# premium.error.purchase_failed_short
source: Purchase failed
ar: فشل الشراء
de: Kauf fehlgeschlagen
es: Error en la compra
fr: Échec de l'achat
it: Acquisto fallito
ja: 購入に失敗しました
pt: Falha na compra
tr: Satın alma başarısız
zh_hans: 购买失败

# premium.error.purchase_pending
source: Purchase pending approval.
ar: الشراء في انتظار الموافقة.
de: Kauf wartet auf Genehmigung.
es: Compra pendiente de aprobación.
fr: Achat en attente d'approbation.
it: Acquisto in attesa di approvazione.
ja: 購入は承認待ちです。
pt: Compra pendente de aprovação.
tr: Satın alma onay bekliyor.
zh_hans: 购买待批准。

# premium.error.purchase_unknown
source: Purchase could not be completed.
ar: تعذر إتمام الشراء.
de: Kauf konnte nicht abgeschlossen werden.
es: No se pudo completar la compra.
fr: L'achat n'a pas pu être finalisé.
it: Impossibile completare l'acquisto.
ja: 購入を完了できませんでした。
pt: Não foi possível concluir a compra.
tr: Satın alma tamamlanamadı.
zh_hans: 无法完成购买。

# premium.error.restore_failed
source: Restore failed: %@
ar: فشلت الاستعادة: %@
de: Wiederherstellung fehlgeschlagen: %@
es: Error al restaurar: %@
fr: Échec de la restauration : %@
it: Ripristino fallito: %@
ja: 復元に失敗しました: %@
pt: Falha na restauração: %@
tr: Geri yükleme başarısız: %@
zh_hans: 恢复失败：%@

# premium.error.unverified_transaction
source: Transaction could not be verified
ar: تعذر التحقق من المعاملة
de: Transaktion konnte nicht verifiziert werden
es: No se pudo verificar la transacción
fr: La transaction n'a pas pu être vérifiée
it: Impossibile verificare la transazione
ja: 取引を確認できませんでした
pt: Não foi possível verificar a transação
tr: İşlem doğrulanamadı
zh_hans: 无法验证交易

# premium.feature.bill_reminders.description
source: Track bills, due dates, and payment history with smart reminders
ar: تتبع الفواتير وتواريخ الاستحقاق وسجل الدفع مع تذكيرات ذكية
de: Verwalte Rechnungen, Fälligkeitsdaten und Zahlungshistorie mit intelligenten Erinnerungen
es: Rastrea facturas, fechas de vencimiento e historial de pagos con recordatorios inteligentes
fr: Suivez les factures, dates d'échéance et historique de paiement avec des rappels intelligents
it: Monitora bollette, scadenze e storico pagamenti con promemoria intelligenti
ja: スマートリマインダーで請求書、支払期日、支払履歴を管理
pt: Rastreie contas, datas de vencimento e histórico de pagamentos com lembretes inteligentes
tr: Akıllı hatırlatıcılarla faturaları, son ödeme tarihlerini ve ödeme geçmişini takip edin
zh_hans: 通过智能提醒追踪账单、到期日和付款历史

# premium.feature.bill_reminders.name
source: Bill Reminders
ar: تذكيرات الفواتير
de: Rechnungserinnerungen
es: Recordatorios de facturas
fr: Rappels de factures
it: Promemoria bollette
ja: 請求リマインダー
pt: Lembretes de contas
tr: Fatura Hatırlatıcıları
zh_hans: 账单提醒

# premium.feature.biometric_lock.description
source: Protect your financial data with Face ID or Touch ID
ar: احمِ بياناتك المالية باستخدام Face ID أو Touch ID
de: Schütze deine Finanzdaten mit Face ID oder Touch ID
es: Protege tus datos financieros con Face ID o Touch ID
fr: Protégez vos données financières avec Face ID ou Touch ID
it: Proteggi i tuoi dati finanziari con Face ID o Touch ID
ja: Face IDまたはTouch IDで財務データを保護
pt: Proteja seus dados financeiros com Face ID ou Touch ID
tr: Finansal verilerinizi Face ID veya Touch ID ile koruyun
zh_hans: 使用 Face ID 或 Touch ID 保护您的财务数据

# premium.feature.biometric_lock.name
source: Biometric Lock
ar: قفل بيومتري
de: Biometrische Sperre
es: Bloqueo biométrico
fr: Verrouillage biométrique
it: Blocco biometrico
ja: 生体認証ロック
pt: Bloqueio biométrico
tr: Biyometrik Kilit
zh_hans: 生物识别锁

# premium.feature.custom_categories.description
source: Create unlimited custom income and expense categories with SF Symbols and colors
ar: أنشئ فئات دخل ومصروفات مخصصة غير محدودة مع رموز SF وألوان
de: Erstelle unbegrenzt eigene Einnahmen- und Ausgabenkategorien mit SF Symbols und Farben
es: Crea categorías de ingresos y gastos personalizadas ilimitadas con SF Symbols y colores
fr: Créez des catégories de revenus et dépenses personnalisées illimitées avec SF Symbols et couleurs
it: Crea categorie di entrate e spese personalizzate illimitate con SF Symbols e colori
ja: SF Symbolsと色で無制限のカスタム収入・支出カテゴリを作成
pt: Crie categorias de receitas e despesas personalizadas ilimitadas com SF Symbols e cores
tr: SF Symbols ve renklerle sınırsız özel gelir ve gider kategorileri oluşturun
zh_hans: 使用 SF Symbols 和颜色创建无限自定义收入和支出类别

# premium.feature.custom_categories.name
source: Custom Categories
ar: فئات مخصصة
de: Eigene Kategorien
es: Categorías personalizadas
fr: Catégories personnalisées
it: Categorie personalizzate
ja: カスタムカテゴリ
pt: Categorias personalizadas
tr: Özel Kategoriler
zh_hans: 自定义类别
